/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "%@をインストール";
"Installer_StatusTextValue_Downloading" = "%@をダウンロード中…";
"Installer_StatusTextValue_Retrying" = "ダウンロードできませんでした。再試行中…";
"Installer_StatusTextValue_RetryingSec" = "ダウンロードできませんでした。%lu後に再試行します";

"Installer_IncompleteAlert_Message" = "ダウンロードが進行中です";
"Installer_IncompleteAlert_InformativeText" = "%@が完全にダウンロードされる前に終了してよろしいですか。";
"Installer_IncompleteAlert_DefaultButton" = "ダウンロードを続ける";
"Installer_IncompleteAlert_AlternativeButton" = "終了";

"Installer_FailureAlert_Message" = "ダウンロードできませんでした";
"Installer_FailureAlert_InformativeText" = "%@をダウンロード中にエラーが起きました。ウェブサイトから直接ダウンロードし直してください。";
"Installer_FailureAlert_DefaultButton" = "直接ダウンロード";
"Installer_FailureAlert_AlternativeButton" = "キャンセル";

"Installer_NoConnection_DefaultButton" = "後で通知";
